# taps
tap 'caskroom/versions'

# brews
brew 'coreutils'
brew 'findutils'
brew 'curl'
brew 'wget'
brew 'git'
brew 'git-extras'
brew 'tmux'
brew 'zsh'
brew 'z'
brew 'liquidprompt'
brew 'ruby'
brew 'ruby-build'
brew 'python'
brew 'pyenv'
brew 'dockutil'

# install casks
cask 'alfred'
cask 'iterm2'
cask 'spotify'
cask 'caffeine'
