# taps
tap 'caskroom/versions'

# brews
brew 'coreutils'
brew 'findutils'
brew 'curl'
brew 'wget'
brew 'git'
brew 'git-extras'
brew 'tmux'
brew 'zsh'
brew 'z'
brew 'liquidprompt'
brew 'ruby'
brew 'ruby-build'
brew 'python'
brew 'pyenv'
brew 'dockutil'

# install casks
cask 'alfred2'
cask 'corretto8'
cask 'iterm2'
cask 'spotify'
cask 'caffeine'
cask 'sublime-text'
cask 'amazon-chime'
cask 'visual-studio-code'
cask 'discord'
cask 'gifski'
cask 'jetbrains-toolbox'
cask 'postman'