# taps
tap 'homebrew/cask-versions'

# brews
brew 'coreutils'
brew 'findutils'
brew 'curl'
brew 'wget'
brew 'git'
brew 'git-extras'
brew 'tmux'
brew 'zsh'
brew 'z'
brew 'liquidprompt'
brew 'ruby'
brew 'ruby-build'
brew 'python'
brew 'pyenv'
# brew 'dockutil' # Seems like this is already installed by default?

# install casks
cask 'dropbox'
cask 'google-backup-and-sync'
cask 'corretto'
cask 'iterm2'
cask 'spotify'
cask 'caffeine'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'discord'
cask 'jetbrains-toolbox'
cask 'postman'